<?php
// core読み込み
require_once('../../../core.php');

//$pattern=array('/media/','/article/','/\//');
// 記事id取得
//$method = (int)preg_replace($pattern, '', $_SERVER['REQUEST_URI']);
// 記事データ取得
//$article_res = model_article_basis::article_get($method);
// 記事データHTML生成
//$article_data_array = model_article_html::article_html_create($article_res);


$article_data_array['article_html'] = 
'<article>
	<h1>2021年に向けて知っておきたい12のSEOトレンド</h1>
	<div class="article_data">
		<div class="posted_date_time">
			<span>Posted date：</span><time datetime="2020-09-01" pubdate="pubdate">2020年09月01日</time>
		</div>
	</div>
	




<p>検索エンジン最適化(SEO)は、オンラインプラットフォームに消費者を引き付ける効果的な方法です。SEOは常に進化しており最新のアップデートを常に把握しておくことは難しいことです。しかし、努力する価値はあります。</p>

<p>ユーザーの70%から80%はオーガニックな検索結果のみに注目し有料のリスティングを無視しています。さらに検索のうち約28%がコンバージョンへ繋がり購入に至っています。</p>

<p>Googleの検索結果の上位にランクインする為にはトラフィック、バックリンク、ソーシャルシェアなど多くの指標に注意を払う必要があります。このSEOガイドでは、2021年に向けて最も関連性が高くタイムリーな検索エンジン最適化を散りばめた注目すべき12のSEOトレンドをご紹介します。</p>

<p class="m_0">目次</p>
<ul class="number m_0">
	<li>人工知能がSEOで大きな役割を果たすようになる</li>
	<li>音声検索は検索クエリに影響を与える</li>
	<li>モバイルの利便性が検索順位に影響を与える</li>
	<li>Google EATの原則を満たすコンテンツは上位にランクされます</li>
	<li>やはりロングコンテンツは検索結果の改善に役立つ</li>
	<li>注目のスニペットがより目立つようになる</li>
	<li>未来を読む予測検索</li>
	<li>効果的なSEO戦略には動画も必須</li>
	<li>画像最適化は検索でより大きな役割を果たす</li>
	<li>主キーワードに関連する複キーワードの重要性が高まる</li>
	<li>ローカル検索はSEO戦略においてより大きな役割を果たすだろう</li>
	<li>ランキングで上位になりたいならUXSEOのサービスを受けるべき</li>
</ul>


<h2>1. 人工知能がSEOで大きな役割を果たすようになる</h2>

<p>人工知能（AI）は、人々のオンラインコンテンツとの関わり方を変えつつあります。特に注目すべきは、GoogleのAIアルゴリズムです。数年前に発表されたこのアルゴリズム(<strong>RankBrainと呼ばれる</strong>)は、検索エンジンの検索結果ページの結果に対するGoogleのランキング要因において重要な役割を果たしています。</p>

<p>RankBrainの開発に携わったGoogleの上級科学者であるGreg Corrado氏は、以前にもこのツールのユニークな学習能力を強調し、"他のシグナルは、それらはすべて情報検索の人々が持っていた発見や洞察に基づいていますが、学習はありません。" これはおそらく、RankBrainが時間の経過とともに改善されていくことを意味しており、AIが注目すべきトップSEOトレンドとなっていることを意味しています。</p>

<p>では、大きな問題は<strong>RankBrainのためにどのようにSEOを最適化するか</strong>という事です。検索エンジンそのものであるGoogleは詳細を明かしていませんが、専門家はユーザーエクスペリエンスのシグナルが主な決定要因であると考えています。</p>

<p>これにはクリックスルー率からページ滞在時間までの要因が含まれます。人の役に立つ情報かつよく整理されたコンテンツで読者を魅了し、エンゲージメントする必要があります。ページ上のSEOチェッカーは可読性、バックリンクなどのポイントに基づいてページの強さを評価するのに役立ちます。</p>

<h2>2. 音声検索は検索クエリに影響を与える</h2>

<p>Googleアシスタント、AppleのSiri、AmazonのAlexaのようなイノベーションのおかげで音声検索技術は長い道のりを歩んできました。技術が向上するにつれその人気も高まっています。実際、2022年までにスマートスピーカーを所有する世帯の割合は55％と予測されています。</p>

<p>音声検索に最適化するにはキーワードを考えてみましょう。人々が日常会話で使うような長いフレーズを特定したりするのが良いかもしれません。音声検索はより長くより自然な響きのフレーズの方が良い傾向にあります。人は文字を入力するときに省略する傾向があります。例えば、ある人が "What are the new SEO trends for 2021? "と音声検索するかもしれませんが、テキストであれば"new SEO trends 2021 "と入力します。</p>

<p>ただ音声検索は国によって少しずつ違いはあるのかなと感じていまして、英語圏と日本では少し違った状況なのではないでしょうか？入念な検証は必要そうです。</p>


<h2>3. モバイルの利便性が検索順位に影響を与える</h2>

<p>2019年、Googleはモバイルファーストを宣言しまして、これは検索エンジンが主にウェブサイトのモバイル版を見てこれをデスクトップ版ではなく「プライマリ」版とみなしていることを意味しました。</p>

<p>要はモバイル版がメインとして捉えたよって事です。</p>

<p><strong>2025年までにインターネットユーザーの73%近くがモバイルデバイスのみでインターネットにアクセスする</strong>ことを考えると、この変更は理にかなっています。Googleの無料のモバイルフレンドリーテストで、あなたのモバイルサイトがどれだけ効果的かをチェックしてみましょう。次に、Google Search Consoleの「モバイルユーザビリティ」レポートを覗いてみましょう。</p>

<h2>4. Google EATの原則を満たすコンテンツは上位にランクされます</h2>

<p>Googleは、ランキングの成功にはコンテンツの質が重要であることを改めて表明しています。しかし、Googleにとって「品質」とは何を意味するのでしょうか？EATの原則を参照してください。</p>

<p><strong>専門知識、権威性、信頼性。</strong>これらの要素はウェブページが有用で質の高いコンテンツを持っているかどうかを判断するのに役立ちます。この原則はヘルスケアや金融など「お金、健康」などのカテゴリに特に関連しています。</p>

<p>質の高いコンテンツを確保するにはいくつかの方法があります。まず顧客がどのようなコンテンツに価値を見出しているかを理解できるように買い手のペルソナをイメージします。次に検索意図調査を実施して消費者の旅のマップを作成します。3つ目はこの情報を利用してユーザーが好むフォーマットに合ったコンテンツを作成することです。例えば、10代の若者をターゲットにしているのであれば動画の方が良いでしょう。年齢層の高いユーザーを対象にしている場合はテキストの方がいいかもしれません。</p>

<p>最後に、コンテンツを作成する際にはEATを念頭に置いてください。(専門知識、権威性、信頼性)統計と事実で信頼性を高めましょう。または信頼できるサイトからのリンクはEATの基準を満たしていることを証明するもう一つの方法です。</p>

<h2>5. やはりロングコンテンツは検索結果の改善に役立つ</h2>

<p>コンテンツマーケティングの現状報告書によると3,000語以上の長文記事は3倍のトラフィックと4倍のシェアを得ることができます。また、平均的な長さ901～1,200ワードの記事に比べて3.5倍のバックリンクを獲得しています。検索順位を上げるために長文のコンテンツに力を入れ始めましょう。そうは言ってもあなたのコンテンツは品質を維持しなければなりません。目的はユーザーの興味を引き続ける共有可能な情報を提供することです。</p>

<p>日本の感覚で言うと5年前までは抜群の効果を得ていた手法なんですが、数字的にはまだまだ有用という事が示されています。ただ、だらだら価値のない情報を垂れ流すだけは意味が全くないと断言できますのでクオリティの高い情報で長い記事を書くようにするといいでしょう。</p>


<h2>6. 注目のスニペットがより目立つようになる</h2>

<p>Googleに何かを入力して検索すると検索結果の上位部に実際の結果の上にボックスが表示されることがあります。それがスニペットです。</p>

<p>スニペットは検索結果の最初のページに表示されるようになるための素晴らしい方法です。さらにスニペットは競合他社から大きなトラフィックを奪います。</p>

<p>注目のスニペットは情報の塊を表示し多くの場合、Q&Aや簡単な箇条書きハウツーガイドとして構成されています。また画像、星付きレビュー、製品価格、および類似の情報を含むリッチスニペットもあります。</p>

<p>狙ってスニペットを表示することは恐ろしく難しい事ですが、競合を出し抜きスニペットを表示できるページが作れればワードによるとは思いますが、かなりのトラフィックが期待できるでしょう。</p>

<h2>7. 未来を読む予測検索</h2>

<p>Google Discoverは2017年に開始されユーザーのクエリすら必要としない新しいタイプの検索を解き放ちました。DiscoverもまたGoogleのAI駆動ツールの1つ。このコンテンツレコメンデーションツールはユーザーの行動パターンを持続的に識別し、その習慣を徐々に学習していきます。この情報をもとにDiscoverはユーザーが最も興味を持つ可能性の高い最も正確なコンテンツを特定することができます。</p>

<p>Google Discoverはすでに8億人以上のアクティブユーザーがいると主張しています。表示されるためには特別なことをする必要はありません。Googleがあなたのページをインデックスした場合そのページは含まれます。コンテンツはコンテンツの品質、ユーザーの関心度を検査するアルゴリズムに基づいてランク付けされます。Googleは正確な要因を伝えていませんが位置情報の履歴、閲覧履歴、アプリの使用状況、カレンダー、検索履歴、自宅や職場の場所などが関連しているようです。</p>


<h2>8. 効果的なSEO戦略には動画も必須</h2>

<p>オンライン動画はこれからの時代の流れのようです。YouTubeのユーザー数は10億人を超えています。もしあなたが動画コンテンツを作成していないのであれば今が始めるべき時です。(まだまだ、まだまだ遅くないです。)Cisco によると動画は消費量の面で他のすべてのコンテンツ形態を上回ると予測されています。</p>

<p>しかし動画コンテンツを最適化するにはどうすればいいのでしょうか？動画チャンネルの名前と説明文を最適化することです。説明文はキーワードを詰め込んだだけのものではなくチャンネルが何を目的としているのか、ユーザーが使いやすい概要を提供する必要があります。</p>

<p>これ以外にもキーワードは非常に重要です。たとえばYouTube 向けに最適化している場合は検索窓のオートコンプリート機能にヒントを得ることができます。動画のトピックを入力して、検索フィールドに何が表示されるかを確認してください。</p>

<h2>9. 画像最適化は検索でより大きな役割を果たす</h2>

<p>視覚的な画像検索は飛躍的に進化しています。以前は画像を見るだけの時代でしたが、これからは画像を使って商品を購入したり、情報を得たりすることができるようになります。今後は、画像を使って商品を購入したり、情報を得たりすることができるようになるでしょう。Googleは画像の適切な表示と最適化を長年にわたって主張してきたのでこれが長期的な計画の一環であることは理にかなっています。</p>

<p>ウェブサイトの画像が最適化されていない場合は今すぐに対処しましょう。高品質で関連性の高い画像を使用しファイル名をカスタマイズして対応するページのコンテンツに関連するように写真ファイルにラベルを付けてください。altタグはクローラーが画像を分類するために使用します。最後にサイトマップに画像を追加しておくとクロールされやすくなります。</p>

<h2>10. 主キーワードに関連する複キーワードの重要性が高まる</h2>

<p>SEOの専門家は以前は目隠しをしているかのように主キーワードに焦点を当てていました。しかし今では複キーワードも同様に重要であることがわかっています。Googleはもはや単語の文字列だけを見ているのではありません。クエリの文脈を分析しユーザーの検索意図を見極めようとしています。つまり、論理的に関連性のある主キーワードと複キーワードを介してより関連性の高い情報を提供すればするほど良いということです。</p>

<h2>11. ローカル検索はSEO戦略においてより大きな役割を果たすだろう</h2>

<p>人々がインターネットといえばそのグローバルな性質を思い浮かべることが多い。実際にはほとんどの人が検索エンジンを使って地域に密着した商品やサービスを探しています。例えば、近所のレストランを探しているかもしれません。ローカルSEOは重要でありそれは進化しています。<strong>この進化は一部のSEOマーケティング担当者が「新常識」と呼んでいるゼロクリック検索の台頭に起因</strong>しています。</p>

<p>ゼロクリック検索ではユーザーのクエリは検索したGoogleページ上に回答されます。そのためユーザーはランキング結果をクリックすることはありません。ゼロクリック検索が増加している理由の一つは特集スニペットの増加が要因なのではないでしょうか。ゼロクリック検索の多くは、"ローカルパック "と呼ばれるもので検索結果上に結果を表示するローカル検索です。</p>


<h2>12. ランキングで上位になりたいならUXSEOのサービスを受けるべき</h2>

<p>契約して頂いている会社様のサイトを99%の確率で検索結果改善を行い80%の確率で3位以上にしています。3位以上になりたいのであればこれは紛れもなくサービスを受けるメリットがあるんじゃないでしょうか？</p>


<p>2021年もUXSEOはGoogleの動向を誰よりも早く探りSEOに効果のある施策をクローズでサービス展開して参ります。一番大事な情報はやはりオープンには出来ないのです。</p>

<a href="https://www.semrush.com/blog/seo-trends/" target="_blank">翻訳元：12 SEO Trends to Know for 2021</a>

































<br><br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br>
<h2></h2>
<p></p>
<img src="">
<a href="" target=_blank></a>
<strong></strong>
<p><a href="https://uxseo.jp/" target=_blank>UXSEO</a>はいつでも<a href="https://uxseo.jp/consultation/" target=_blank>SEOの無料相談</a>を行っています。お気軽にお声掛けください。</p>
<ul>
<li></li>
<li></li>
<li></li>
<li></li>
</ul>

<ul class="number">
<li></li>
<li></li>
<li></li>
<li></li>
</ul>






</article>';



// テンプレート読み込み
require_once(PATH.'view/media/article/template.php');

?>