<?php
// core読み込み
require_once('../../../core.php');

//$pattern=array('/media/','/article/','/\//');
// 記事id取得
//$method = (int)preg_replace($pattern, '', $_SERVER['REQUEST_URI']);
// 記事データ取得
//$article_res = model_article_basis::article_get($method);
// 記事データHTML生成
//$article_data_array = model_article_html::article_html_create($article_res);


$article_data_array['article_html'] = 
'<article>
	<h1>2020年のSEO。成功するために知っておくべき基本的なこと</h1>
	<div class="article_data">
		<div class="posted_date_time">
			<span>Posted date：</span><time datetime="2020-09-01" pubdate="pubdate">2020年09月01日</time>
		</div>
	</div>
	

<p>2020年(既に2021年になってしまいますが)には、SEOはあなたの成功を左右する全く新しい課題をもたらします。あなたが成功するのに役立つものについて詳しく見ていきましょう。</p>


<h2>2020年のSEO - はじめに</h2>

<p>SEOの分野では、物事は常に変化していると言ってもいいでしょう。</p>

<p>数年前に効果があった最適化のテクニックは廃れ、SEO全体としては、リンクやキーワードでGoogleをハックする事は皆無となり(ブラックハット的な)よりインテリハックまたはど根性な分野へと進化しています。</p>

<p>オーガニックトラフィックを増加させるための洗練された戦略は、競合他社のギャップ分析、キーワードのギャップ分析などのようなものと一緒にあります。</p>

<p>1つ目はSEOの競争が激化する中で成功するために必須な戦略があります。</p>

<h2>絶対的なSEOの基本</h2>

<p>私たちが日常的に仕事の一部として重視しているSEOの基本的な4つの要素があります。これらの構成要素には次のようなものがあります。</p>

<ul>
	<li>キーワード</li>
	<li>キーワードの検索ボリューム</li>
	<li>オーガニック検索からのトラフィック</li>
	<li>ターゲットとしたキーワードを検索した顧客のコンバージョン率</li>
</ul>

<p>実際のテクニックは以下のようなものです。</p>

<ul>
	<li>ページの最適化</li>
	<li>正しいリンク紐付け</li>
	<li>良質なコンテンツ</li>
	<li>技術的なSEO</li>
</ul>

<p>これらはすべてSEOを評価するための焦点となります。</p>

<p>これらの要因が十分に施策されていることを確認して更にアクセスを増やすにはどうすればいいのでしょうか？</p>

<p>初心者のためのこのSEOガイドは誰でも最新SEO基礎を理解できるように詳細に説明します。</p>







<h2>キーワードについて</h2>

<p>最初に見ていく基本的な要素には、キーワードとキーワードターゲティングがあります。</p>

<p>昔のSEOでは、キーワードだけが本当に全てでした。キーワードとキーワードターゲティング。キーワードターゲティングとは、特定のキーワードに基づいてページを作成し、それを最適化することです。</p>

<p>コンテンツは狙ったキーワードを中心に構築されます。</p>

<p>SEO対策を進めていく中で技術的にはキーワードの同義語や関連キーワードを含めることで順位を向上させることができます。</p>

<p>しかしキーワードの問題点としてはあまりにも反復性の高い冗長なものになってしまい業界関連キーワードを早く使い切ってしまうことがあります。</p>

<p>キーワード最適化のプロセスとしては、以前は以下のような方法で実行されていました。</p>

<p>キーワード調査を行い、検索ボリュームの点で最もパフォーマンスの高いキーワードを見つけそのキーワードのページを作成し、それに応じてコンテンツ全体にキーワードが織り込ませていきます。これが1つの方法でした。</p>

<p>また、キーワードには様々な種類があることも忘れてはいけません。これらのキーワードの目標は、あなたがどのようにSEOにアプローチしたいかによって変わってきます。</p>

<ul>
	<li>お金のキーワード</li>
	<li>ヘッドキーワード</li>
	<li>ショートテールのキーワード</li>
	<li>ロングテールキーワード</li>
	<li>サポートキーワード／キーワード同義語</li>
	<li>ブランド化されたキーワード</li>
	<li>フレーズマッチキーワード</li>
	<li>ブロードマッチキーワード</li>
	<li>ネガティブキーワード</li>
	<li>完全一致キーワード</li>
</ul>


<p>しかし、最近ではキーワードからトピックやエンティティ(<strong>大事です。何回でも言います。大事です</strong>)へと変化してきています。</p>

<p>キーワードが特定の単語やフレーズであるならばトピックはより広い用語や概念と考えることができます。</p>

<p>2020年、2021年で最新SEOへとシフトするとはいえ、まだまだ基本的なSEOであるキーワードなしではやっていけません。基本中の基本はやはり外せません。</p>

<h2>最新SEOであるエンティティとは何か？</h2>

<p>エンティティとは、場所、人、物のことです。デイブ・デイヴィスによると、エンティティは新しいSEOの世界だと説明されています。</p>

<p>デイヴィス氏は次のように述べています。</p>

<p><strong>エンティティは、私の控えめな意見ではありませんが、今、SEOにおいて理解すべき最も重要な概念</strong>です。</p>


<p>すいません、この翻訳ではエンティティに関してここの箇所では説明がされてないようです。記事別で追うかこの記事で説明したいと思います。</p>




<h2>最新SEOであるトピックとは何か？</h2>


<p>トピックとは一体何なのでしょうか？前述したようにSEOは伝統的にターゲットを絞ったキーワードに最適化することを目的としています。</p>

<p>そして、かつては 1つのターゲットキーワードごとに1ページを作成することがSEOのベストプラクティス(わかる、わかるわー)と考えられていました。</p>

<p>トピックはAnswerThePublic.comのようなツールを使って<strong>トピックリサーチを行うことで作成</strong>することができます。</p>

<p>SEMrushにもトピックリサーチツールと呼ばれる独自のツールがあります。</p>

<p><strong>これらのツールを使用することで、あなたが取り組んでいるウェブサイトのタイプに適したトピックを見つけることができるはずです。</strong></p>

<p>他にも、コンテンツやリンク、技術的なSEOなど、成功を左右する基本的な要素があります。</p>

<p>2020年のSEOに役立つ最も定義的な要素と、学ぶべき基本的な要素を見てみましょう。</p>

<h2>質の高いコンテンツ</h2>

<p>コンテンツの質が十分に高いかどうかを評価することになると、Googleのアルゴリズムは問題に悩まされるのでしょうか？</p>

<p>その可能性はあります。このSEOは最近、Lorem ipsum テキストを使って Google のアルゴリズムを攻略しようとしたときに発見したように、その可能性があります。</p>

<p>一般的に、質の高いコンテンツは、あなたのサイトのパフォーマンスを向上させるものです。しかし、それは以下のようなマーケティングキャンペーンのさまざまな属性に応じて、さまざまな形をとります。</p>


<ul>
	<li>サイトの主な業界</li>
	<li>サイトに過去に何が行われたか</li>
	<li>サイトに過去に何が行われたか</li>
	<li>現在サイトに何が行われているか</li>
	<li>業界全体の競合</li>
	<li>競合が何をしているか</li>
	<li>Googleのアルゴリズムが行っていること</li>
	<li>サイトの主な業界</li>
</ul>

<p>SEOには業界によって違いがあります。私は、<strong>SEO戦略に対してオープンなアプローチを取ることを強くお勧め</strong>します。難しいことではありません。</p>


<p>業界の規範は様々であり、ウェブサイト自体と同じように異なる場合があります。これらの規範を見つける方法は、競合他社のギャップ分析を行うことです。</p>

<p>競合ギャップ分析とは何かというと、競合他社よりも順位を上げるために何をすべきかを見つけることです。</p>

<p>競合ギャップ分析の実行方法については、こちらをご覧ください。</p>

<p>競合ギャップ分析から得たいものは、以下のような洞察が含まれています。</p>

<h3>競合他社のランキング</h3>

<ul>
	<li>競合他社のコンテンツ（投稿頻度、ワード数など）</li>
	<li>競合他社のリンクの質や数</li>
	<li>ページ上のSEOと技術的なSEO</li>
	<li></li>
</ul>


<p>SEOでは、サイトのいくつかのキーワードに少し変更を加えたり、いくつかのリンクに変更を加えたりすると、すぐに改善が見られ、その変更が原因である可能性が高いと考えるかもしれません。</p>

<p>SEOに関して言えば、相関関係は因果関係ではありません。これをやったから、あれをやったから、それをやったから・・・複数の要因が絡み合ってのランキングだという事を忘れてはなりません。</p>

<p>それどころか、完全な理由を見つけるためには、詳細なオーガニックトラフィックデータの完全な分析と解釈が必要です。</p>

<p>それがSEOをとても複雑にするものです - それは単純な相関関係/因果関係のパラダイムではないという事実。</p>

<p>その代わりにSEOはアルゴリズムのレイヤーがありGoogleが毎日のようにアルゴリズムを変更しているという事実は言うまでもなくSEOを難しくそして難解に受け止められがちです。</p>

<h2>ホワイトハットSEO vs. ブラックハットSEO vs. グレーハットSEO：2020年、何が最適な方法か？</h2>


<p>SEOの分野では、さまざまな哲学があります。これらの哲学は常にうまく噛み合っているわけではありません。実際、あるグループがあることを信じているのに対し、別のグループは別のことを信じているため、世界中のSEO担当者にとっては不満を感じることもあります。</p>


<p>ホワイトハットSEOは、Googleのウェブマスターガイドラインを忠実に守っています。(<strong>そしてUXSEOも完全なるホワイトハット信者です</strong>)彼らは、長期的に持続可能で、Googleがペナルティを課すことのないテクニックを実装することを信じています。</p>

<p>最も倫理的なSEO業者(<strong>UXSEOの事ですね</strong>)はGoogleが行う全ての事をクライアントに提供する業者です。彼らは最新SEOを提供します。</p>

<p>彼らはSEOの職務において倫理的で透明性がありクライアントが将来的に合理的な行動を取ることができるレポートを提供しています。</p>

<p>ブラックハットSEOは、Googleのガイドラインからどれだけ逸脱していようとも最新かつ最高のテクニックを採用することを恐れません。</p>

<p>彼らはしばしば短期的には素晴らしい結果を得ることができますが長期的な結果を得ることはできません。</p>

<p>自分のサイトをプッシュして大量の被リンクを張る行為、これがブラックハットSEOです。</p>


<h2>グレーハットはいかがなるものか</h2>

<p>グレーハットとは、この2つの健全なミックスであり調査にはブラックハットのテクニックを使用しますが、実行には使用せず長期的に持続可能な結果を得るためにホワイトハットのアプローチでサイトの評価を上げます。これは、ほとんどのアグレッシブなSEO業者が陥りやすいところです。</p>

<p>法的にも道徳的にもあるいは本質的にも何も悪いことではありませんが、もしあなたがGoogleの良い側にいたいのであればホワイトハットやグレーハットのSEOを選択することになるでしょう。</p>



<h2>業界の研究こそがSEOの長いようで最短の道かもしれない</h2>

<p>業界研究を行うことは、長期的にSEOで勝つためには必須です。</p>

<p>業界情報のためのあなたのソースはあなたのクライアントでなければなりません。</p>

<p>検索結果とオーガニックトラフィックの向上をSEO施策を行った後は、競合他社のギャップ分析をやりましょう。</p>

<p>業界を調べ、業界ベンチマークを定義したら、サイト分析を進める必要があります。</p>

<p>これにより以前にサイトに何が行われていたのか。そして現在何が行われているのかを明らかにすることができます。</p>

<p>一歩間違えれば後のSEO施策で大きな問題を引き起こす可能性があるためこの情報を入手することは必須です。</p>

<p>もしあなたがこの情報を持っているチームに所属していて運が良ければ、チームのマネージャーに情報を聞けばその場で情報を提供してくれるはずです。</p>

<p>しかし、運が悪ければ、その事前情報を評価できない状況に陥る可能性があります。</p>

<p>このような場合は現在サイトにあるものが全てでありそこから先のSEO施策を考えていく必要があります。</p>




<h2>競合他社の被リンクは貴重な業界情報である</h2>

<p>検索は単純な相関関係ではないことを覚えておいてください。相関関係は因果関係ではありません。1つのことを追加したからといってその1つのことが改善の原因になったとは限らないのです。</p>

<p>リンク分析をしていなくて他に弱点があった場合何がサイト改善の原因だったのか100%わからないかもしれません。</p>

<p>一方で、すべての情報を持っている場合は、まだ100％の確信が持てないかもしれませんが少なくとも改善の正確な根本原因を絞り込むことができます。</p>


<h2>ページ上のSEOと技術的なSEOも重要な要素です</h2>

<p>その他の重要な要素としては、ページ上や技術的なSEOに適用される最新のSEOテクニックが含まれています。</p>

<h3>テクニカルSEOとは</h3>

<p>テクニカルSEOは、あなたのサイトのクロールとインデックスに重点を置いています。あなたのサイトがクローラーのために適切に最適化されている事でライバルよりあなたのサイトに有利な評価へ大きく傾けることができます。</p>

<p>これはコンテンツやリンクとは関係なく非常に技術的なものです。</p>


<h3>ページ上の最適化には、以下のようなものがあります</h3>
<ul>
	<li>ユニークな価値を提供するためのページの最適化</li>
	<li>驚異的なユーザーエクスペリエンス（UX）を実現するための最適化</li>
	<li>適正なキーワードのターゲティング</li>
	<li>ソーシャルネットワークで簡単に共有できる</li>
	<li>デバイス間でシームレスに遷移することが可能</li>
	<li>クローラー・ボットがアクセス可能(実は大事)</li>
	<li>オーサーシップ、メタデータ、スキーマ、リッチスニペットの最適化</li>
</ul>

<p>コンテンツを作成する部とテクニカル箇所を最適化する部は分けて共同していく事が理想です。</p>





<h2>検索ワードによるサイト最適化とユーザーの意図をマッチングさせる</h2>

<p>最適化を成功させるためにはターゲットを絞りユーザーの意図をうまく満たす必要があります。</p>

<p>これは、2010年代の10年の初期から使われている基本的なSEOの実践です。</p>

<p>あなたのキーワードがそのクエリに対するユーザーの意図を十分に満たしていることを確認する必要があります。</p>

<p>ここSEJのダン・テイラーは次のように書いている。</p>

<p>"クエリの背後にある意図を理解するために多くの研究が行われており、それはGoogleが表示する結果の種類に反映されている。</p>

<p>GoogleのPaul Haahr氏は2016年に、ランキングエンジニアの視点からGoogleがどのように結果を返しているのかについて、素晴らしいプレゼンテーションを行いました。Googleの検索品質評価ガイドラインには、同じように「非常に満たしている」という尺度があります。</p>

<p>Haahr氏はプレゼンテーションの中で、ユーザーが特定の店舗（例：ウォルマート）を検索している場合、アーカンソー州にあるブランドの本社ではなく、最寄りのウォルマートの店舗を探している可能性が高いという基本的な理論(<strong>めっちゃくちゃ大事</strong>)を説明しています。</p>

<p>検索品質評価ガイドラインはこれを反映しています。ガイドラインの第3章では、「ニーズに適合した評価ガイドライン」とコンテンツへの使用方法について詳細に説明している。</p>

<p>評価尺度は、Fully Meets (FullyM) から Fails to Meet (FailsM) までの範囲で、コンテンツがポルノであるか、外国語であるか、ロードされていないか、または動揺/不快なものであるかどうかを示すフラグがあります。</p>

<p>評価者は、ウェブ結果に表示されるウェブサイトだけでなく、特別なコンテンツの結果ブロック（SCRB）、別名リッチスニペットや、"10個の青いリンク "に加えて表示されるその他の検索機能にも批判的な意見を示しています。"</p>

<p>要はガイドラインは当てにならないって話です(<strong>鵜呑みにするな、とも</strong>)</p>

<p>また、知っておかなければならない以下のSEO要因も重要です。</p>

<ul>
	<li>ページスピードの最適化(<strong>UXSEOが大好きなポイント</strong>)</li>
	<li>ターゲットキーワードの戦略的最適化</li>
	<li>ページURLの最適化</li>
	<li>画像ファイルサイズ</li>
	<li>画像ファイル名</li>
	<li>代替テキスト</li>
	<li>タイトルテキスト</li>
	<li>コンテンツのページを作成する際の内部リンク最適化</li>
	<li>文章中に戦略的に画像を含める</li>
</ul>




<p>どのようにして権威と信頼を構築するのか？ユーザーのクエリに徹底的に答え、コンテンツをマインドマップ化することで、この究極の目標を達成することができます。</p>

<p>2020年、自分のサイトを構築してSEOに配慮したものにしたいのであれば、長期的に持続可能なSEOは今よりもさらに重要な検討事項となっています。</p>


<h2>まとめ</h2>
<p>2020年と言いつつ既に2020年が終わる頃にこの記事をアップするのもなかなかの決断が必要でしたが、いかがだったでしょうか？SEO対策を成功させるためには、しっかりとしたリサーチとその情報にあったサイト構築が必要です。</p>

<p>簡単なようで難しいんです。雑記なら幅広く情報を揃えられますが、薄く浅くなりがちです。ならば専門に寄れば寄るほど書く内容が重複しまくってったりして良質なコンテンツを配信する難しさは上がると思います。</p>


<p>まずはしっかり更新を途切れさせないで運営する事が一番大事なので(<strong>どの口が言う・・・。</strong>)まずは安定的に更新できるようになってからSEO対策・施策を行っても良いかもしれません。</p>


<a href="https://www.searchenginejournal.com/seo-keywords-role/343639/">翻訳元：SEO in 2020: What Basics You Need to Know to Be Successful</a>






















<br><br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br>
<h2></h2>
<p></p>
<img src="">
<a href="" target=_blank></a>
<strong></strong>
<p><a href="https://uxseo.jp/" target=_blank>UXSEO</a>はいつでも<a href="https://uxseo.jp/consultation/" target=_blank>SEOの無料相談</a>を行っています。お気軽にお声掛けください。</p>
<ul>
<li></li>
<li></li>
<li></li>
<li></li>
</ul>

<ul class="number">
<li></li>
<li></li>
<li></li>
<li></li>
</ul>






</article>';



// テンプレート読み込み
require_once(PATH.'view/media/article/template.php');

?>